import img1 from '../img/img1.jpg';
import img2 from '../img/img2.jpg';
import img3 from '../img/img3.jpg';
import img4 from '../img/img4.jpg';
import img5 from '../img/img5.jpg';
import img6 from '../img/img6.jpg';
import img7 from '../img/img7.jpg';
import img8 from '../img/img8.jpg';
import img9 from '../img/img9.jpg';
import img10 from '../img/img10.jpg';
import img11 from '../img/img11.jpg';
import img12 from '../img/img12.jpg';
import img13 from '../img/img13.jpg';
import img14 from '../img/img14.jpg';
import img15 from '../img/img15.jpg';

export const data = [
  {
    name: 'Коран',
    img: img1,
    description:
      'Коран содержит в себе основные принципы и идеи вероучения, которые, согласно мусульманской традиции, были переданы Мухаммеду самим Аллахом через ангела Джибриля. Данная книга содержит множество пересечений с иудаизмом и христианством. Исламские богословы объясняют это тем, что ранее Аллах уже передавал свои заветы Мусе и Исе, но со временем эти заветы стали устаревать или искажаться, и лишь Мухаммед донёс до верующих истинную веру.'
  },
  {
    name: 'История иудаизма. 2020',
    img: img2,
    description:
      'Иудаизм — это воплощение разнообразия и плюрализма, столь актуальных в наш век глобальных политических и религиозных коллизий, с одной стороны, и несущими благо мультикультурализмом, либерализмом и свободой мысли — с другой. Эта древнейшая авраамическая религия сохранила свою самобытность вопреки тому, что в ходе более чем трехтысячелетней истории объединяла в себе самые разнообразные верования и традиции. Мартин Гудман — первый историк, представивший эволюцию иудаизма от одной эпохи к другой, — показывает взаимосвязи различных направлений и сект внутри иудаизма и условия, обеспечившие преемственность его традиции в каждый из описываемых исторических периодов. Подробно характеризуя институты и идеи, лежащие в основе всех форм иудаизма, Гудман сплетает вместе нити догматических и философских споров, простирающиеся сквозь всю его историю. Поскольку верования евреев во многом определялись тем окружением, в котором они жили, география повествования не ограничивается Ближним Востоком, Европой и Америкой, распространяясь также на Северную Африку, Китай и Индию, что прекрасно иллюстрируют многочисленные карты, представленные в книге. Увлекательная летопись яркой и многогранной религиозной традиции, внесшей крупнейший вклад в формирование духовного наследия человечества.'
  },
  {
    name: 'Библия',
    img: img3,
    description:
      'Христиане именуют Библию «Святой Библией»[6] и считают весь канонический текст Библии «богооткровенным» или «богодухновенным», то есть написанным под непосредственным воздействием Святого Духа и служащим первоисточником и правилом веры. Древнейшие греческие рукописи с полным текстом христианской Библии датируются IV веком н. э. Сохранившиеся манускрипты Танаха, написанные на иврите и арамейском, датируются X веком н. э., но имеется Ватиканский кодекс с Септуагинтой, также относимый к началу IV века н. э. Разделение глав в Библии на стихи (евр. «пасук») датируется издревле, такое разделение уже имеется в Септуагинте, где нумерация стихов не всегда сходна с таковой в еврейском тексте Библии. Средневековые авторы обозначали всю Библию словом Пасук. Католики же считают, что Библия была разделена на главы Стефаном Лэнгтоном (XIII век), а на стихи — Робертом Этьенном (XVI век)'
  },
  {
    name: '100 великих тайн Библии. 2014',
    img: img4,
    description:
      'Книга посвящена загадкам и чудесам Ветхого и Нового Заветов. Действительно, с точки зрения здравого смысла весьма сложно понять, как, например, в течение шести дней Бог сотворил Вселенную, Землю, растительный и животный мир и, главное, - человека. Загадочными представляются и казни египетские, и расступившиеся морские воды во время бегства евреев из Египта, и чудеса Моисея в пустыне, и падение стен Иерихона. Не меньше тайн хранит и Новый Завет. По сей день для читателей Библии сокровенной тайной остается не только рождение Иисуса, но и юношеские годы Его жизни, Его облик, Его Воскресение. Автор старался представить различные, в том числе и научные, толкования библейских чудес и загадок.Для лиц старше 12 лет.'
  },
  {
    name: ' Введение в буддизм. 2022',
    img: img5,
    description:
      'Буддизм. Одна из древнейших и самая философская из великих мировых религий, буквально перевернувшая в ХХ веке мироощущение западных и российских интеллектуалов и прочно вошедшая в наши современные культурные коды. Религия, происхождению, формированию и развитию которой посвящена эта книга на основе курса лекций, прочитанных Е. А. Торчиновым в 1994–1999 на философском факультете СПбГУ.'
  },
  {
    name: 'Реальный буддизм для новичков. Основы буддизма. Ясные ответы на трудные вопросы. 2021',
    img: img6,
    description:
      'Краткое увлекательное введение в буддизм. Книга написана в формате ответов на самые распространенные вопросы по теме, например: «Буддисты поклоняются Будде как богу?», «Что говорит буддизм о добре и зле?», «Что имеют в виду буддисты, говоря о пустоте?» – и позволяет получить базовое представление о философии, основных поучениях и истории буддизма. Ноа Рашета – буддийский учитель, ведущий популярного подкаста Secular buddhism (Светский буддизм). Он преподает осознанность и буддийскую философию по всему миру, иллюстрируя буддийские истины примерами из современной науки и историями из жизни. Книга стала бестселлером на Западе.'
  },
  {
    name: 'История Библии. Где и как появились библейские тексты, зачем они были написаны и какую сыграли роль в мировой истории и культуре. 2021',
    img: img7,
    description:
      'Библия – это центральная книга западной культуры. В двух религиях, придающих ей статус Священного Писания, Библия – основа основ, ключевой авторитет в том, во что верить и как жить. Для неверующих Библия – одно из величайших произведений мировой литературы, чьи образы навечно вплетены в наш язык и мышление. Книга Джона Бартона – увлекательный рассказ о долгой интригующей эволюции корпуса священных текстов, который мы называем Библией, – о том, что собой представляет сама Библия. Читатель получит представление о том, как она создавалась, как ее понимали, начиная с истоков ее существования и до наших дней. Джон Бартон описывает, как были написаны книги в составе Библии: исторические разделы, сборники законов, притчи, пророчества, поэтические произведения и послания, и по какому принципу древние составители включали их в общий состав. Вы узнаете о колоссальном и полном загадок труде переписчиков и редакторов, продолжавшемся столетиями и завершившемся появлением Библии в том виде, в каком она представлена сегодня в печатных и электронных изданиях.'
  },
  {
    name: 'Иисус для неверующих. 2019',
    img: img8,
    description:
      '«Иисус для неверующих» – впервые издающаяся на русском языке одна из самых известных – бурно обсуждаемых, разобранных на цитаты книг Джона Шелби Спонга, епископа, которого одни называют опасным безбожником и самым лютым еретиком нашего времени, а другие – вдохновенным пророком живой веры и предтечей новых глобальных сдвигов в религиозном мировоззрении. Сегодня, когда церковные догмы и порядки для многих стали бессмысленными, а традиционные формы христианства, завязанные на всяких сверхъестественных чудесах и средневековых легендах, необратимо скатываются в прошлое, как никогда важно разобраться, а что на самом деле стоит за учением об Иисусе из Назарета, которое столетиями распространяла официальная церковь. Было ли что-то жизненно важное тогда и есть ли сегодня, может быть, даже божественное, во всем этом? Спонг радикально разбирает евангельские повествования, разрушая застывшие железобетонные стены, под которыми Иисуса и его учение погребли столетия церковной идеологии, и рассказывает о религиозных барьерах и тупиках, которые ограничивают разум, веру и человечность и отталкивают от церкви сегодня, противореча вести Иисуса.'
  },
  {
    name: 'Быть евреем: секреты и мифы, ложь и правда. 2020',
    img: img9,
    description:
      'Книга Бориса Меерзона в простой и увлекательной форме знакомит читателя с религией, бытом, традициями и наиболее значимыми событиями в истории еврейского народа с древних (библейских) времен по современный период. В ней повествуется о существенном вкладе, который еврейский народ внес в развитие цивилизации, о невероятной стойкости и преданности евреев своей религии, слову Божьему; раскрываются секреты сохранения еврейской нации в период рассеяния; рассказывается о причинах враждебного отношения к евреям; описываются огромные страдания, выпавшие на долю еврейского народа в годы Холокоста. Назначение этой книги — проинформировать читателя, побудить его к размышлению, к прочтению других книг о евреях.'
  },
  {
    name: 'Нет бога, кроме Бога. Истоки, эволюция и будущее ислама. 2019',
    img: img10,
    description:
      'Религия – это не вера, а история веры. Позади четырнадцать веков неистовых дебатов о том, что значит быть мусульманином, различных толкований Корана, племенных междоусобиц, крестовых походов и мировых войн. В XXI веке ислам вступил в эпоху Реформации, ознаменованную столкновением между теми, кто отвергает модернизм и фанатично возвращается к «основам» своей веры, и теми, кто стремится примирить религиозные ценности с реалиями современного мира. По мнению Резы Аслана, одного из крупнейших в мире специалистов по библеистике и корановедению, именно последние определят будущее мусульманского мира.«Перед вами история ислама. Это история, закрепленная в воспоминаниях первого поколения мусульман и систематизированная самыми ранними биографами пророка Мухаммада… Прошлое уже позади, как и времена идеализированного и абсолютно мнимого представления о нем, сформированного пуританами и фундаменталистами, которые стремятся его воссоздать. Следующая глава в истории ислама будет написана исключительно теми, кто желает смотреть в будущее. Волну реформ нельзя остановить. Исламская Реформация уже здесь. Мы все живем в ее эпоху». (Реза Аслан)'
  },
  {
    name: 'Восемь религий, которые правят миром. Все об их соперничестве, сходстве и различиях. 2017',
    img: img11,
    description:
      'В этой книге представлены крупнейшие религии мира: иудаизм, христианство, ислам, индуизм, буддизм, конфуцианство, даосизм, религия йоруба, а также дополнительная глава об атеизме, такие, какие они есть на самом деле, – во всех их славе и бесславии. Вы узнаете, из чего выросли религии, покорившие миллионы людей; что обещают человеку великие религии мира и чего они требуют взамен; какие проблемы человека реально решает та или иная религия; что происходит на современном глобальном религиозном рынке сегодня; как религия может превратиться в одну из величайших сил зла в истории. Стивен Протеро – не только признанный специалист по религиоведению, но и мастер слова, поэтому «Восемь религий…» – это и компетентное изложение основных идей, практик и ценностей великих религий, и увлекательный остроумный рассказ о человеческих поисках Бога и стремлении стать совершеннее в прошлом и настоящем.'
  },
  {
    name: 'К мусульманскому вопросу. 2016',
    img: img12,
    description:
      'После событий 11 сентября 2011 года на Западе нет нехватки в резких голосах, говорящих, что ислам представляет угрозу безопасности, ценностям, образу жизни и даже самому существованию Соединенных Штатов и Европы. «Мусульманский вопрос» стал великим вопросом нашего времени. Этот вопрос связан с другими — вопросами свободы слова, террора, насилия, прав человека, женской одежды и сексуальности. И прежде всего он связан с возможностью демократии. В этой бесстрашной, оригинальной и неожиданной книге американский политический теоретик Энн Нортон опровергает представление о том, что между Западом и исламом имеет место «столкновение цивилизаций». Она показывает, что в действительности вопросом является верность Запада собственным идеалам: демократии и просвещенческой троице «свобода, равенство, братство». В сущности, мусульманский вопрос — это вопрос о ценностях не исламской, а западной цивилизации. Нортон предлагает свежий взгляд на известные спорные вопросы — от датских карикатур на пророка Мухаммеда до убийства Тео ван Гога. Она рассматривает доводы самых различных мыслителей — от Джона Ролза до Славоя Жижека. И приводит яркие примеры из повседневной жизни простых мусульман и немусульман, которые принимают друг друга и учатся жить вместе.'
  },
  {
    name: 'Ислам. Цивилизация, культура, политика. 2015',
    img: img13,
    description:
      'В предлагаемой вниманию читателей книге известного российского исследователя, профессора РУДН М.М. Аль-Джанаби раскрываются основополагающие аспекты ислама: его зарождение, истоки культурного самосознания, взаимоотношения мусульман с народами, исповедующими другие религии, а также место ислама в современной общественной и политической жизни человечества. Автор проводит глубокий анализ идей крупнейших мусульманских мыслителей прошлого и настоящего, демонстрируя поступательное развитие исламской философии от времен раннего Средневековья до наших дней. Отдельно рассматривается концепция исламоцентризма в современном мире и проблема «политического ислама».'
  },
  {
    name: 'Народ Мухаммеда. Антология духовных сокровищ исламской цивилизации. 2008',
    img: img14,
    description:
      '«Народ Мухаммеда» – семилетний труд известного археолога и историка исламской культуры Эрика Шредера, основанный на многочисленных исторических источниках. Автор строит повествование, используя наиболее яркие фрагменты известных рукописей, выстраивая их в хронологической последовательности. Это сокровище древних откровений и религиозной мудрости дает обзор основополагающего периода мусульманской культуры. Книга прослеживает историю ислама с момента его рождения до расцвета. Историк часто обращается к фольклору, цитатам из Корана, приводит множество песен и стихотворений.Шредер предоставляет богатый материал, давая читателю возможность самостоятельно выступить в роли исследователя. Книга будет интересна не только специалистам, но и широкому кругу читателей.'
  },
  {
    name: 'Религия древних кельтов. 2004',
    img: img15,
    description:
      'Джон Маккалох исследует историю, культуру, общественный строй и военное искусство древних кельтов в аспекте воссоздания внутреннего уклада жизни этого самого таинственного народа Европы. На основе огромного исторического материала, обзора исторических источников, версий и гипотез современных ученых автор ярко и образно рисует единство черт, создающих особенность верований кельтов.'
  }
];
